Repository: sikaxn/scoreboard
Catalog: smartScoreboard/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Use Library to preserve reusable game setups, recover live state, and move data between devices. Game files keep operator-facing setup and scoreboard state, while full backups can include settings, game files, current game state, and logs.
zh_hans: 使用“资料库”保存可复用的比赛设置、恢复实时状态，并在设备之间迁移数据。比赛文件保留操作员端设置和记分牌状态，而完整备份可以包含设置、比赛文件、当前比赛状态和日志。

source: Use Logs to review the sequence of actions captured during a scoreboard run. Log sessions also appear in the Files app under Scoreboard > Logs.
zh_hans: 使用“日志”查看记分牌运行期间捕获的操作顺序。日志会话也会显示在“文件”App 的 Scoreboard > Logs 下。

source: Use Logs to review the sequence of actions captured during a scoreboard run. Sessions can be inspected for audit or replay context, exported for review, or removed when they are no longer needed.
zh_hans: 使用“日志”查看记分牌运行期间捕获的操作顺序。会话可用于审计或回放上下文检查，也可以导出供复查，或在不再需要时移除。

source: Use Overflow Behavior
zh_hans: 使用默认超出行为

source: Use Period when the custom sport has halves, innings, rounds, segments, or another phase label. The full and short labels are used by the public board, live controls, and logs.
zh_hans: 当自定义项目有半场、局、回合、环节或其他阶段标签时，使用“节”。完整标签和短标签会用于公开记分牌、实时控制和日志。

source: Use Period when the custom sport has halves, sets, innings, rounds, segments, or another phase label. The full and short labels are used by the public board, live controls, and logs.
zh_hans: 使用“阶段”设置半场、局、局数、回合、环节或其他阶段标签。完整标签和短标签会用于公开记分牌、实时控制和日志。

source: Use Player settings for debate when speakers need roster entries, active lineup visibility, fouls, or cards. These options control whether the Players page and player overlay tools appear for debate rounds.
zh_hans: 当辩论选手需要名单、上场可见性、犯规或红黄牌时，使用辩论的“球员”设置。这些选项控制辩论轮次是否显示“球员”页面和球员叠层工具。

source: Use Player settings when the custom sport needs rosters, active lineups, player fouls, cards, or a soccer-style center player strip. Turning tracking on also enables the Players settings page.
zh_hans: 当自定义运动需要名单、上场阵容、球员犯规、红黄牌或足球式中央球员条时，使用“球员”设置。开启跟踪也会启用“球员”设置页。

source: Use Players for rosters, fouls, cards, substitutions, active lineups, and player overlays during the game.
zh_hans: 比赛期间可使用“球员”管理名单、犯规、红黄牌、换人、上场阵容和球员叠层。

source: Use Players to prepare roster details and decide which player data should appear during the game. This page controls roster size, active lineup state, fouls, cards, overlay pause behavior, and CSV roster import or export when the selected sport supports player tracking.
zh_hans: 使用“球员”准备名单详情，并决定比赛期间要显示哪些球员数据。所选运动支持球员跟踪时，此页面会控制名单人数、上场阵容状态、犯规、红黄牌、叠层暂停行为，以及 CSV 名单导入或导出。

source: Use Possession to show which side currently controls play. It is available for custom sports that use the Shot Clock timer type; Serve Timer uses serving side instead.
zh_hans: 使用“控球”显示当前由哪一方控制比赛。它适用于使用“进攻计时器”类型的自定义项目；“发球计时器”则使用发球方。

source: Use Possession to show which side currently controls play. The arrow is tied to shot-clock workflows, so it becomes available after the custom sport has shot-clock support enabled.
zh_hans: 使用“球权”显示当前哪一方控球。箭头与进攻计时流程关联，因此在自定义运动启用进攻计时支持后才可用。

source: Use Prep
zh_hans: 使用准备时间

source: Use Prep to give each side its own preparation clock. Prep time appears beside the segment timer on the live board so operators can pause the speech flow and run side-specific prep.
zh_hans: 使用“准备时间”为双方提供独立准备计时。准备时间会显示在实时面板的环节计时旁，便于操作员暂停发言流程并运行某一方的准备时间。

source: Use preview to check the public scoreboard layout before sending it to a window or external display.
zh_hans: 使用预览在发送到窗口或外部显示器前检查公开记分牌布局。

source: Use Remote Display for Apple TV, iPad, or Mac displays that should mirror the public scoreboard without browser URLs or a Web API client. Pairing happens nearby and the operator device remains the source of live updates.
zh_hans: 使用“远程显示”将 Apple TV、iPad 或 Mac 显示设备镜像公开记分牌，无需浏览器 URL 或 Web API 客户端。配对在附近完成，操作设备仍是实时更新来源。

source: Use Remote Display Mode on iPhone when the phone should show the pairing code or drive a connected external display. For the phone screen itself, landscape still gives the scoreboard more room.
zh_hans: 当 iPhone 需要显示配对码或驱动已连接的外接显示器时，请使用远程显示模式。若只使用手机屏幕，横屏仍能为记分牌提供更多空间。

source: Use Remote Display Mode when the current iPad or Mac should stop acting as an operator board and become a public remote display. On Mac you can also open a separate scoreboard window while keeping the operator controls available.
zh_hans: 当前 iPad 或 Mac 需要从操作面板切换为公开远程显示时，使用远程显示模式。在 Mac 上，你也可以打开单独的记分牌窗口，同时保留操作控制。

source: Use Secondary Timer when the sport needs a possession-style timer beside the main game clock. Shot Clock gives operators preset reset buttons; Serve Timer gives each side a Serve Here action that resets and starts the timer.
zh_hans: 当项目需要在主比赛计时旁显示类似控球的计时器时，使用“辅助计时器”。“进攻计时器”提供预设重置按钮；“发球计时器”为双方提供“在此发球”操作，可重置并启动计时器。

source: Use Segment Blocks to build the exact round flow operators will follow. Each block can have no timer, a shared master clock, or a dual side clock, and the order here becomes the live segment order.
zh_hans: 使用“环节模块”构建操作员将遵循的完整轮次流程。每个模块可以无计时、使用共享主计时，或使用双方双计时；这里的顺序会成为实时环节顺序。

source: Use Segments to confirm the speaking order, timing mode, active side, and duration before the round starts. This preview is the sequence operators will advance through on the live debate board.
zh_hans: 使用“环节”在辩论开始前确认发言顺序、计时模式、当前方和时长。此预览就是操作员在实时辩论面板中推进的顺序。

source: Use Shot Clock when the sport needs a secondary possession timer beside the main game clock. The default and preset values appear on the live board so operators can reset possession quickly.
zh_hans: 当运动需要主比赛计时旁的第二个控球计时时，使用“进攻计时”。默认值和预设值会显示在实时控制面板上，方便操作员快速重置控球。

source: Use Sound to decide whether the app can play audio and which tones fire for each sport event. Sound settings are global to the app, while sport event assignments let different game types use different start, stop, warning, and expiration cues.
zh_hans: 使用“声音”决定 App 是否播放音频，以及每个运动事件触发哪些提示音。声音设置对整个 App 生效，而运动事件分配可让不同比赛类型使用不同的开始、停止、警告和到时提示。

source: Use Team settings for counters and timers that belong to a side rather than an individual player. Substitutions, pauses, team fouls, and penalty timers add live controls, public display state, and log entries for both sides.
zh_hans: 使用“队伍”设置管理属于一方而不是单个球员的计数器和计时器。换人、暂停、全队犯规和罚时计时器会为双方添加实时控制、公开显示状态和日志条目。

source: Use Team settings for counters and timers that belong to a side rather than an individual player. Substitutions, team fouls, and penalty timers add live controls, public display state, and log entries for both sides.
zh_hans: 将“球队”设置用于属于一方而非单个球员的计数器和计时器。替补、球队犯规和罚时计时器会为双方添加实时控制、公开显示状态和日志记录。

source: Use Team settings for counters that belong to a side rather than an individual player. Substitutions and team fouls add live controls, reset actions, public display state, and log entries for both sides.
zh_hans: 使用“队伍”设置管理属于一方而不是单个球员的计数器。换人和全队犯规会为双方添加实时控制、重置操作、公开显示状态和日志条目。

source: Use Templates as starting points for a custom debate format. Applying a template replaces the current custom block list with an editable copy, so choose the closest flow before fine-tuning labels and timings.
zh_hans: 使用“模板”作为自定义辩论赛制的起点。应用模板会用可编辑副本替换当前自定义模块列表，因此先选择最接近的流程，再微调标签和时长。

source: Use the bundled Smart Scoreboard background.
zh_hans: 使用内置 Smart Scoreboard 背景。

source: Use the live board for score, clock, shot clock, players, fouls, substitutions, sound, and companion controls.
zh_hans: 使用实时控制面板管理比分、计时、进攻计时、球员、犯规、换人、声音和 Companion 控制。

source: Use the player list to manage rosters during live operation. Quick actions handle full-game reset tasks, while each side roster lets you adjust player fouls, cards, active lineup status, and public overlay visibility without leaving the control board.
zh_hans: 实时操作期间，使用球员列表管理名单。快速操作用于处理整场比赛的重置任务，而双方名单可让你在不离开控制面板的情况下调整球员犯规、红黄牌、上场阵容状态和公开叠层可见性。

source: Use the primary screen: Settings > Integration > Remote Display.
zh_hans: 请使用主屏幕：“设置”>“集成”>“远程显示”。

source: Use the softened glow treatment on the external display.
zh_hans: 在外部显示上使用柔化光晕效果。

source: Use Theme to set the visual style shared by setup, live controls, previews, and public scoreboard outputs. This page also controls display direction, public-display background treatment, and optional date or time overlays.
zh_hans: 使用“主题”设置由设置页、实时控制、预览和公开记分牌输出共享的视觉样式。此页面还控制显示方向、公开显示背景处理，以及可选的日期或时间叠层。

source: Use these controls for score changes, side clocks, team fouls, substitutions, and sport-specific actions.
zh_hans: 使用这些控制项调整比分、双方计时、全队犯规、换人和项目专属操作。

source: Use these controls for score changes, side clocks, team fouls, substitutions, pauses, and sport-specific actions.
zh_hans: 使用这些控制项调整比分、双方计时、全队犯规、换人、暂停和项目专属操作。

source: Use This Device as Remote Display
zh_hans: 将此设备用作远程显示

source: Use this when another Apple device should show the public scoreboard while the operator keeps private controls on the main device.
zh_hans: 当另一台 Apple 设备需要显示公开记分牌，而操作员仍在主设备上保留私有控制时使用。

source: Use this when local overlays, browser sources, or scripts need a read-only stream of live scoreboard state from the operator device.
zh_hans: 当本地叠层、浏览器源或脚本需要从操作设备读取实时记分牌状态的只读数据流时使用。

source: Use this when scoreboard moments should press Companion buttons for graphics, scene changes, lighting, or other production automation.
zh_hans: 当记分牌事件需要触发 Companion 按钮，以控制图形、场景切换、灯光或其他制作自动化时使用。

source: Use Web API when local overlays, browser sources, custom dashboards, or production scripts need to read live scoreboard state. The API is read-only for game operations and publishes current state over HTTP and WebSocket ports.
zh_hans: 当本地叠层、浏览器源、自定义仪表板或制作脚本需要读取实时记分牌状态时，使用 Web API。该 API 对比赛操作只读，并通过 HTTP 和 WebSocket 端口发布当前状态。

source: User Page URL
zh_hans: 用户页面 URL

source: Version
zh_hans: 版本

source: Version %@
zh_hans: 版本 %@

source: Version %@ (%@)
zh_hans: 版本 %1$@（%2$@）

source: Version mismatch: display %@, master %@
zh_hans: 版本不匹配：显示端 %1$@，主控端 %2$@

source: Version mismatch: display %@, operator device %@
zh_hans: 版本不匹配：显示端 %1$@，操作设备 %2$@

source: Version unavailable
zh_hans: 版本不可用

source: Version unknown on display, master %@
zh_hans: 显示端版本未知，主控端 %1$@

source: Version unknown on display, operator device %@
zh_hans: 显示端版本未知，操作设备 %1$@

source: Vertical
zh_hans: 垂直

source: View
zh_hans: 视图

source: View app information, icon, version, and license details.
zh_hans: 查看应用信息、图标、版本和许可证详情。

source: Volleyball
zh_hans: 排球

source: Volleyball Controls
zh_hans: 排球控制

source: Volleyball controls reflect the match timer, period format, serve timer, substitutions, and player-card choices from setup. Use the period-win actions to record winners, reset the rally score, and advance the match.
zh_hans: 排球控制会反映设置中的比赛计时、节格式、发球计时器、替补和球员红黄牌选项。使用节判定操作记录胜方、重置每球得分，并推进比赛。

source: Volleyball Setup
zh_hans: 排球设置

source: Waiting
zh_hans: 等待中

source: WAITING
zh_hans: 等待中

source: Waiting for %@ to reconnect.
zh_hans: 正在等待 %1$@ 重新连接。

source: Waiting for %@ to reconnect. Replacing it requires confirmation.
zh_hans: 正在等待 %1$@ 重新连接。替换它需要确认。

source: Waiting for ping reply · last reply %d s ago
zh_hans: 正在等待 Ping 回复 · 上次回复于 %1$d 秒前

source: Waiting for Remote Display
zh_hans: 正在等待远程显示

source: Waiting for Remote Scoreboard
zh_hans: 正在等待远程记分牌

source: Waiting for scoreboard data
zh_hans: 正在等待记分牌数据

source: Waiting to reconnect
zh_hans: 正在等待重新连接

source: Warmer daylight surfaces with bold scoreboard contrast.
zh_hans: 暖色日光表面，并配合醒目的记分牌对比。

source: WARNING
zh_hans: 警告

source: Wave Drift
zh_hans: 波浪漂移

source: Web API is disabled.
zh_hans: Web API 已停用。

source: Web API Output
zh_hans: Web API 输出

source: Welcome to Smart Scoreboard
zh_hans: 欢迎使用 Smart Scoreboard

source: When Logos Hidden
zh_hans: 隐藏标志时

source: When Logos Shown
zh_hans: 显示标志时

source: When player tracking is enabled, use this screen for rosters, active lineups, fouls, cards, and overlays.
zh_hans: 启用球员跟踪后，可在此屏幕管理名单、上场阵容、犯规、红黄牌和叠层。

source: Whistle
zh_hans: 哨声

source: White
zh_hans: 白色

source: Working File
zh_hans: 工作文件

source: Y
zh_hans: 黄

source: Yellow
zh_hans: 黄牌

source: Yellow Card
zh_hans: 黄牌

source: Zero both scores
zh_hans: 双方比分清零

source: Zero Scores
zh_hans: 比分清零
